12/data/attachments/9e2c68afef916865.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Justin_also_Actions_41455_0</nif:username>
            <nif:friendToBeRequested>soap_actions_9ce3a6ad-9246-4407-b9d1-aa9353a348ec</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>